{
  "general_settings": {
    "site_name": "Reptilemap.world",
    "main_title": "Mapping the World's Reptiles",
    "main_splash": "A global initiative to understand reptile biogeography, monitor populations, and inform conservation strategies.",
    "logo_path": "logo.png",
    "prj_splash": "We are involved in various projects aimed at reptile research, habitat restoration, and community engagement. From tracking endangered species to educating local communities, our work spans the globe."
  },
  "conference": [
    {
      "title": "Reptile World 2025",
      "date": "Sunday, October 26, 2025 1:30–4:00 p.m. ET",
      "location": "Webinar ID: 85765751282 via Zoom https://us06web.zoom.us/j/85765751282",
      "description": "Importance of conservation, harnessing the power of AI (LLM) and free platforms to empower citizen science.",
      "poster": "poster25.",
      "sections": [
        {
          "title": "1:30-1:35 pm ET Opening Remark ",
          "description": "2025 Summit Committee Chair"
        },
        {
          "title": "1:35- 1:55 pm ET Founder’s Address",
          "description": "<p>The founder of The Reptile Map will share his personal experiences with reptile conservation, what drove him to start The Reptile Map, and everything else behind-the-scenes.</p><p>Darwin Li is the founder of The Reptile Map and a freshman at Harvard College. Growing up in Richmond Hill, Ontario, he worked part-time as a zookeeper, where he cultivated a love for reptile conservation and biodiversity.</p>"
        },
        {
          "title": "2:00-2:30 p.m. ET Dr. Anthony Barley (ASU)",
          "description": "<p>Discover how digital mapping, iNaturalist, and genomic tools are transforming herpetology research.</p><p>Dr. Anthony Barley will share how digital mapping, iNaturalist, and genomic sequencing are transforming herpetology—from discovering new reptile and amphibian populations to uncovering the evolutionary history of whiptail lizards—and how he uses digital tools to enhance herpetology education at ASU.</p>"
        },
        {
          "title": "2:30-3:00 p.m. ET SightTrack: Monitoring and Conservation with AI",
          "description": "Explore how SightTrack, a youth-led nonprofit, uses AI and citizen science to document wildlife, map ecosystems, and drive real conservation impact across 150+ countries.<p>SighTrack has been recognized by the Intel Global AI Festival for innovation in environmental monitoring.</p>"
        },
        {
          "title": "3:00-4:00p.m. ET Mark Hoel: Build a citizen science app",
          "description": "No programming experience? No database knowledge? Know nothing about web servers? No money? NO PROBLEM! Learn to build simple citizen science apps using free platforms. No experience necessary.<p>Trained in urban planning and Geographic Information Systems, Mark is passionate about empowering youth to use data, mapping, and AI tools to make real world impact</p>"
        }
      ]
    }
  ],
  "videos": [
    {
      "link": "https://www.youtube.com/embed/t5M2lnGshQk?si=tEr-yMFzYbB_ydM8"
    }
  ],
  "about_us": [
    {
      "section_title": null,
      "content": "The Reptile Map is dedicated to creating a comprehensive, interactive, and accessible global mapping platform that documents the distribution and diversity of reptile species around the world. We aim to establish a global network of citizen scientists and researchers to gather crucial data."
    },
    {
      "section_title": null,
      "content": "Our mission is to be a valuable resource for understanding reptile biogeography, monitoring population trends, identifying conservation hotspots, and informing strategies for the protection and management of reptiles and their habitats."
    }
  ],
  "projects": [
    {
      "title": "Species Monitoring",
      "description": "Implementing advanced tracking and monitoring programs for vulnerable reptile populations across diverse ecosystems."
    },
    {
      "title": "Habitat Restoration",
      "description": "Working to restore critical reptile habitats, ensuring safe and thriving environments for various species."
    },
    {
      "title": "Citizen Science",
      "description": "Engaging the public in data collection efforts, transforming everyday citizens into vital contributors to conservation."
    }
  ]
}